Repository: diegoberaldin/MetaPhrase
Catalog: core-localization/src/jvmMain/resources/MetaPhrase.tmx
Source language: en
Languages: de, es, fr, it, pt

source: Please open a project by selecting one of the following items.
de: Bitte öffnen Sie ein Projekt, indem Sie eines der folgenden Elemente auswählen.
es: Abrir un proyecto eligiendo entre las siguientes opciones.
fr: Veuillez ouvrir un projet en sélectionnant l'un des éléments suivants.
it: Apri un progetto selezionando una delle seguenti voci.
pt: Abra um projeto selecionando um dos seguintes itens.

source: No recent project.\n\nPlease create a new one using the "Project" > "New…" menu.\n\nAlternatively, you can open an existing one with "Project" > "Open…" menu.
de: Kein aktuelles Projekt.\n\nBitte erstellen Sie ein neues über das Menü "Projekt" > "Neu...".\n\nAlternativ können Sie ein vorhandenes über das Menü "Projekt" > "Öffnen..." öffnen.
es: Ningún proyecto reciente.\n\nPara crear uno nuevo, utilizar el menú "Proyecto" > "Nuevo…".\n\nDe otra forma, es posible abrir uno existente a través del menú "Proyecto" > "Abrir…".
fr: Aucun projet récent.\n\nVeuillez en créer un nouveau en utilisant le menu "Projet" > "Nouveau…".\n\nAlternativement, vous pouvez ouvrir un projet existant avec le menu "Projet" > "Ouvrir…".
it: Nessun progetto recente.\n\nPuoi crearne uno nuovo utilizzando il menu "Progetto" > "Nuovo…".\n\nIn alternativa, puoi aprirne uno esistente dal menu "Progetto" > "Apri…".
pt: Nenhum projeto recente.\n\nPor favor, crie um novo projeto utilizando o menu "Projeto" > "Novo…".\n\nAlternativamente, pode abrir um projeto existente com o menu "Projeto" > "Abrir…".

source: Thank you for using MetaPhrase!
de: Vielen Dank, dass Sie MetaPhrase verwenden!
es: ¡Gracias por utilizar MetaPhrase!
fr: Merci d'utiliser MetaPhrase !
it: Grazie per utilizzare MetaPhrase!
pt: Obrigado por usar o MetaPhrase!

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Copy target
de: Ziel kopieren
es: Copiar meta
fr: Copier la cible
it: Copia destinazione
pt: Copiar meta

source: Generate
de: Generator
es: Generar
fr: Générer
it: Genera
pt: Gerar

source: Insert
de: Einfügen
es: Insertar
fr: Insérer
it: Inserisci
pt: Inserir

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Ricarica
pt: Atualizar

source: Retrieve
de: Aktualisieren
es: Descargar
fr: Récupérer
it: Ottieni
pt: Recuperar

source: Share
de: Abrufen
es: Compartir
fr: Partager
it: Condividi
pt: Partilhar

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
pt: Chave

source: Missing
de: Fehlt
es: De falta
fr: Manquant
it: Mancante
pt: Faltando

source: Spelling mistakes
de: Rechtschreibfehler
es: Errores de ortografía
fr: Les fautes d'orthographe
it: Errori ortografici
pt: Erros ortográficos

source: Add to glossary
de: Zum Glossar hinzufügen
es: Añadir al glosario
fr: Ajouter au glossaire
it: Aggiungi al glossario
pt: Adicionar ao glossário

source: Ignore "%s"
de: "%s" ignorieren
es: Ignorar "%s"
fr: Ignorer "%s"
it: Ignora "%s"
pt: Ignorar "%s"

source: Insert: %s
de: Einfügen: %s
es: Insertar: %s
fr: Insérer : %s
it: Inserisci: %s
pt: Inserir: %s

source: Source term
de: Quellbegriff
es: Término fuente
fr: Terme source
it: Termine di partenza
pt: Termo de origem

source: Target term
de: Zielbegriff
es: Término meta
fr: Terme cible
it: Termine di arrivo
pt: Termo-alvo

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
pt: Idiomas

source: Each project must have exactly one base (or default) language
de: Jedes Projekt muss genau eine Basissprache (oder Standardsprache) haben
es: En cada proyecto tiene que haber exactamente un idioma de base (predefinido)
fr: Chaque projet doit avoir exactement une langue de base (ou par défaut)
it: Ogni progetto deve avere esattamente una lingua base (o di default)
pt: Cada projeto deve ter exatamente um idioma base (ou padrão)

source: Apply dark theme for app UI
de: Dunkles Design für die App-Benutzeroberfläche anwenden
es: Aplicar tema oscuro para la interfaz de usuario de la aplicación
fr: Appliquer un thème sombre pour l'interface utilisateur de l'application
it: Applica tema scuro alla UI
pt: Aplicar tema escuro para a interface do aplicativo

source: Translation editor font size
de: Schriftgröße des Übersetzungseditors
es: Tipo de letra del editor de traducción
fr: Taille de police de l’éditeur
it: Dimensione font editor di traduzione
pt: Tamanho da fonte no editor de tradução

source: Translation editor font face
de: Schriftart des Übersetzungseditors
es: Fuente del editor de traducción
fr: Police de l'éditeur de traduction
it: Tipo di carattere editor di traduzione
pt: Face da fonte do editor de tradução

source: App language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
it: Lingua app
pt: Idioma do aplicativo

source: API key
de: API Schlüssel
es: Clave de API
fr: Clé de l’API
it: Chiave API
pt: Chave de API

source: Machine translation provider
de: Anbieter von maschinellen Übersetzungen
es: Proveedor te traducción automática
fr: Fournisseur de traduction automatique
it: Servizio trad. automatica
pt: Provedor de tradução automática

source: Similarity threshold
de: Ähnlichkeitsschwellenwert
es: Límite de semejanza
fr: Seuil de similarité
it: Soglia corrispondenza
pt: Limite de similaridade

source: Enable spellcheck
de: Rechtschreibprüfung aktivieren
es: Activar corrector ortográfico
fr: Activer la vérification orthographique
it: Abilita controllo ortografico
pt: Ativar verificação ortográfica

source: Completion rate
de: Abschlussrate
es: % de terminación
fr: Taux d'achèvement
it: % completamento
pt: Taxa de conclusão

source: Language number
de: Sprachnummer
es: Número de idiomas
fr: Nombre de langues
it: Numero lingue
pt: Número de idiomas

source: Message number
de: Nachrichtennummer
es: Número de mensajes
fr: Nombre de messages
it: Numero messaggi
pt: Número de mensagens

source: Translatable message number
de: Übersetzbare Nachrichtennummer
es: Número de mensajes traducibles
fr: Nombre de messages traduisibles
it: Numero messaggi traducibili
pt: Número de mensagens traduzíveis

source: Word count (translatable messages)
de: Wortzahl (übersetzbare Nachrichten)
es: Número de palabras (mensajes traducibles)
fr: Nombre de mots (messages traduisibles)
it: Conteggio parole (messaggi traducibili)
pt: Contagem de palavras (mensagens traduzíveis)

source: General
de: Allgemein
es: Generales
fr: Général
it: Generali
pt: Geral

source: Create glossary term
de: Glossarbegriff erstellen
es: Crear entrada de glosario
fr: Créer un terme de glossaire
it: Crea voce di glossario
pt: Criar termo do glossário

source: New project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
it: Nuovo progetto
pt: Novo projeto

source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
pt: Nova mensagem

source: Edit project
de: Projekt bearbeiten
es: Modificar proyecto
fr: Modifier le projet
it: Modifica progetto
pt: Editar projeto

source: Export resources
de: Ressource exportieren
es: Exportar recursos
fr: Choisir un fichier
it: Esporta risorse
pt: Exporta recursos

source: Import resources
de: Ressourcen importieren
es: Importar recursos
fr: Ressources d’importation
it: Importa risorse
pt: Importar recursos

source: Invalid messages
de: Ungültige Nachrichten
es: Mensajes no válidos
fr: Messages invalides
it: Messaggi non validi
pt: Mensagens inválidas

source: Login
de: Anmelden
es: Acceso
pt: Acceso

source: Choose file
de: Datei auswählen
es: Elegir archivo
fr: Choisir le fichier
it: Scegli file
pt: Escolha o arquivo

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

source: Warning
de: Warnung
es: Aviso
fr: Avis
it: Avviso
pt: Aviso

source: Destination archive
de: Zielpfad Archiv
es: Archivo de destino
fr: Exporter les ressources
it: Archivio di destinazione
pt: Arquivo de destino

source: Resource type
de: Ressourcentyp
es: Tipo de recurso
fr: Archives de destination
it: Tipo file di risorse
pt: Tipo de recurso

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
it: Nome utente
pt: Palavra-passe

source: Username
de: Benutzername
es: Usuario
fr: Identifiant
it: Password
pt: Nome de utilizador

source: Glossary
de: Glossar
es: Glosario
fr: Glossaire
it: Glossario
pt: Glossário

source: en
de: de
es: es
fr: fr
it: it
pt: pt

source: Machine translation
de: Maschinelle Übersetzung
es: Traducción automática
fr: Traduction automatique
it: Traduzione automatica
pt: Tradução automática

source: TM content
de: TM-Inhalt
es: Contenido MT
fr: Contenu de la MT
it: Contenuto TM
pt: conteúdo TM

source: Reset glossary
de: Glossar zurücksetzen
es: Reiniciar glosario
fr: Réinitialiser le glossaire
it: Pulisci glossario
pt: Redefinir glossário

source: Export glossary…
de: Glossar exportieren…
es: Exportar glosario…
fr: Exporter le glossaire…
it: Esporta glossario…
pt: Exportar glossário…

source: Import glossary…
de: Glossar importieren…
es: Importar glosario…
fr: Importer le glossaire…
it: Importa glossario…
pt: Importar glossário…

source: Help
de: Aufrufen der Bedienungsanleitung.
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda

source: Open user manual
de: Aufrufen der Bedienungsanleitung.
es: Manual del usuario
fr: Manuel de l'utilisateur
it: Apri manuale utente
pt: Manual de Utilização

source: Share TM to machine translation
de: TM in maschinelle Übersetzung teilen
es: Compartir MT a traducción automática
fr: Partager la TM à la traduction automatique
it: Condividi TM a trad. automatica
pt: Compartilhar TM para tradução automática

source: Share machine translation
de: Maschinelle Übersetzung teilen
es: Compartir traducción automática
fr: Partager la traduction automatique
it: Condividi trad. automatica
pt: Compartilhar tradução automática

source: Copy to machine translation
de: In maschinelle Übersetzung kopieren
es: Copiar traducción automática
fr: Copier dans la traduction automatique
it: Copia trad. automatica
pt: Copiar para tradução automática

source: Insert machine translation
de: Maschinelle Übersetzung einfügen
es: Insertar traducción automática
fr: Insérer une traduction automatique
it: Inserisci trad. automatica
pt: Inserir tradução automática

source: Retrieve from machine translation
de: Aus der maschinellen Übersetzung abrufen
es: Recuperar de la traducción automática
fr: Récupérer à partir de la traduction automatique
it: Recupera trad. automatica
pt: Recuperar da tradução automática

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
pt: Projeto

source: Edit…
de: Bearbeiten…
es: Modificar…
fr: Modifier…
it: Modifica…
pt: Editar…

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
it: Esporta…
pt: Exportar…

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar

source: New…
de: Neu…
es: Nuevo…
fr: Nouveau…
it: Nuovo…
pt: Novo…

source: Open…
de: Öffnen…
es: Abrir…
fr: Ouvrir…
it: Apri…
pt: Abrir…

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Guardar

source: Save as…
de: Speichern unter…
es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
pt: Guardar como…

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Paramètres…
it: Impostazioni…
pt: Configurações…

source: Check spelling
de: Rechtschreibung prüfen
es: Comprobar ortografía
fr: Vérifier l'orthographe
it: Controllo ortografico
pt: Verificar ortografia

source: Statistics…
de: Statistik…
es: Estadísticas…
fr: Statistiques…
it: Statistiche…
pt: Estatísticas…

source: Validate placeholders
de: Platzhalter validieren
es: Comprobar marcadores de posición
fr: Valider les espaces réservés
it: Valida placeholder
pt: Validar espaços reservados

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
pt: Recursos

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt: Mensagem

source: Copy base
de: Basis kopieren
es: Copiar base
fr: Copier la base
it: Copia base
pt: Copiar base

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

source: End edit
de: Bearbeitung beenden
es: Terminar cambio
fr: Fin de la modification
it: Termina modifica
pt: Fim da edição

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
pt: Avançar

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
pt: Anterior

source: Reset translation memory
de: Translation Memory zurücksetzen
es: Reiniciar memoria de traducción
fr: Réinitialiser la mémoire de traduction
it: Pulisci memoria di trad.
pt: Redefinir memória de tradução

source: Export translation memory…
de: Translation Memory exportieren…
es: Exportar memoria de traducción…
fr: Exporter la mémoire de traduction…
it: Esporta memoria di trad.…
pt: Exportar memória de tradução…

source: Import translation memory…
de: Translation Memory importieren…
es: Importar memoria de traducción…
fr: Importer la mémoire de traduction…
it: Importa memoria di trad.…
pt: Importar memória de tradução…

source: Insert best match
de: Beste Übereinstimmung einfügen
es: Insertar correspondencia mejor
fr: Insérer la meilleure correspondance
it: Inserisci corrispondenza migliore
pt: Inserir melhor correspondência

source: Sync project with translation memory
de: Projekt mit Translation Memory synchronisieren
es: Sincronizar proyecto con memoria de traducción
fr: Synchroniser le projet avec la mémoire de traduction
it: Sincronizza prog. con memoria di trad.
pt: Sincronizar o projecto com a memória de tradução

# The project contains some unsaved changes. Are you sure you want to close it?
source: The project contains some unsaved changes.\nAre you sure you want to close it?
de: Das Projekt enthält einige nicht gespeicherte Änderungen.\nSind Sie sicher, dass Sie es schließen wollen?
es: El proyecto contiene algunos cambios no guardados.\n¿Se quiere cerrarlo igualmente?
fr: Le projet contient des modifications non enregistrées.\nÊtes-vous sûr de vouloir le fermer ?
it: Il progetto contiene delle modifiche non salvate.\nConfermi di volerlo chiudere?
pt: O projeto contém algumas alterações não guardadas.\nTem a certeza de que o quer fechar?

source: A message with the same key already exists
de: Eine Nachricht mit demselben Schlüssel existiert bereits
es: Ya existe un mensaje con la misma clave
fr: Un message avec la même clé existe déjà
it: Esiste già un messaggio con la stessa chiave
pt: Já existe uma mensagem com a mesma chave

source: Missing field
de: Fehlendes Feld
es: Información obligatoria
fr: Champ manquant
it: Campo obbligatorio
pt: Campo ausente

source: No item to display
de: Kein Element zum Anzeigen
es: Ningún elemento para visualizar
fr: Aucun élément à afficher
it: Nessun dato da visualizzare
pt: Nenhum item para exibir

source: No results to show, please run a validation with the "Validate placeholders" or "Check spelling" actions in the "Project" menu.
de: Keine Ergebnisse zum Anzeigen, bitte führen Sie eine Validierung mit den Aktionen "Platzhalter validieren" oder "Rechtschreibung überprüfen" im Menü "Projekt" aus.
es: No hay resultados para mostrar, por favor ejecute una validación con las acciones "Comprobar marcadores de posición" o "Comprobar ortografía" en el menú "Proyecto".
fr: Aucun résultat à afficher, veuillez effectuer une validation avec les actions "Valider les espaces réservés" ou "Vérifier l'orthographe" dans le menu "Projet".
it: Nessun risultato da visualizzare, avvia una validazione con le azioni "Valida placeholder" o "Controllo ortografico" nel menu "Progetto".
pt: Nenhum resultado para mostrar, execute uma validação com as ações "Validar espaços reservados" ou "Verificar ortografia" no menu "Projeto".

source: An issue has occurred opening the project.
de: Beim Öffnen des Projekts ist ein Problem aufgetreten.
es: Se ha encontrado un problema al abrir el proyecto
fr: Un problème s'est produit lors de l'ouverture du projet.
it: Si è verificato un problema durante l'apertura del progetto
pt: Ocorreu um problema ao abrir o projeto.

source: This feature is only available for target languages 🙅
de: Diese Funktion ist nur für Zielsprachen verfügbar 🙅
es: Esta función solamente está disponible para los idiomas meta 🙅
fr: Cette fonctionnalité n'est disponible que pour les langues cibles 🙅
it: Questa funzionalità è disponibile solo per le lingue di arrivo 🙅
pt: Este recurso está disponível apenas para os idiomas de destino 🙅

source: Please select at least one file
de: Bitte wähle mindestens eine Datei.
es: Seleccionar al menos un archivo
fr: Veuillez sélectionner au moins un fichier.
it: Seleziona almeno un file
pt: Selecione pelo menos um ficheiro.

source: Please select at least one language
de: Bitte wählen Sie mindestens eine Sprachversion aus
es: Seleccionar al menos un idioma
fr: Veuillez sélectionner au moins une langue
it: Selezionare almeno una lingua
pt: Selecione ao menos um idioma

source: Some spelling mistakes have been found:
de: Es wurden einige Rechtschreibfehler gefunden:
es: Se han detectado algunas faltas de ortografía:
fr: Certaines fautes d'orthographe ont été trouvées :
it: Sono stati rilevati alcuni errori ortografici:
pt: Alguns erros ortográficos foram encontrados:

source: Hooray! No spelling mistakes have been found 🎉
de: Hurra! Es wurden keine Rechtschreibfehler gefunden 🎉
es: ¡Enhorabuena! No se ha detectado ninguna falta de ortografía 🎉
fr: Hourra ! Aucune faute d'orthographe n'a été trouvée 🎉
it: Evviva! Nessun errore ortografico rilevato 🎉
pt: Viva! Nenhum error de ortografia foi encontrado 🎉

source: Some invalid messages have been found:
de: Es wurden einige ungültige Nachrichten gefunden:
es: Se han detectado algunos mensajes no válidos:
fr: Certains messages invalides ont été trouvés :
it: Sono stati rilevati alcuni messaggi non validi:
pt: Algumas mensagens inválidas foram encontradas:

source: Hooray! All messages contain valid placeholders 🎉
de: Hurra! Alle Nachrichten enthalten gültige Platzhalter 🎉
es: ¡Enhorabuena! Todos los mensajes contienen marcadores de posición válidos 🎉
fr: Hourra ! Tous les messages contiennent des espaces réservés valides 🎉
it: Evviva! Tutti i messaggi contengono placeholder validi 🎉
pt: Viva! Todas as mensagens contêm espaços reservados válidos 🎉

source: Validation
de: Validierung
es: Validación
it: Convalida
pt: Validação

source: Machine Translation
de: Maschinelle Übersetzung
es: Traducción automática
fr: Traduction automatique
it: Traduzione automatica
pt: Tradução automática

source: Matches
de: Übereinstimmungen
es: Correspondencias
fr: Correspondances
it: Corrispondenze
pt: Correspondências

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
pt: Memória

source: Select a file
de: Datei auswählen
es: Elegir un archivo
fr: Type de ressource
it: Seleziona un file
pt: Selecione um ficheiro

source: Appearance
de: Aussehen
es: Aspecto
fr: Apparence
it: Aspetto
pt: Aparência

source: messages: %d
de: Nachrichten: %d
es: mensajes: %d
it: messaggi: %d
pt: mensagens: %d

source: Search…
de: Suchen…
es: Buscar…
fr: Rechercher…
it: Cerca…
pt: Pesquisar…

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Base language
de: Basissprache
es: Idioma de base
fr: Langue de base
it: Lingua base
pt: Idioma base

source: Copy from base language
de: Aus der Basissprache kopieren
es: Copiar desde idioma de base
fr: Copier depuis la langue de base
it: Copia da lingua base
pt: Copiar do idioma base

source: Copy translation
de: Übersetzung kopieren
es: Copiar traducción
fr: Copier la traduction
it: Copia traduzione
pt: Copiar tradução

source: Hide password
de: Passwort verstecken
es: Ocultar la contraseña
fr: Cacher le mot de passe
it: Nascondi password
pt: Ocultar palavra-passe

source: Login to generate a new API key
de: Melden Sie sich an, um einen neuen API-Schlüssel zu generieren
es: Acceder para generar una nueva clave de API
fr: Connectez-vous pour générer une nouvelle clé API
it: Effettua il login per generare una nuova API key
pt: Entrar para gerar uma nova chave de API

source: Make translatable
de: Übersetzbar machen
es: Marcar como traducible
fr: Rendre traduisible
it: Rendi traducibile
pt: Tornar traduzível

source: Make untranslatable
de: Unübersetzbar machen
es: Marcar como no traducible
fr: Rendre intraduisible
it: Rendi non traducibile
pt: Tornar intraduzível

source: Minify
de: Minimieren
es: Minimizar
fr: Réduire
it: Minimizza
pt: Minimizar

source: Move to next
de: Zum nächsten
es: Pasar al siguiente
fr: Passer au suivant
it: Vai a precedente
pt: Mover para o próximo

source: Move to previous
de: Zum vorherigen
es: Pasar al anterior
fr: Passer au précédent
it: Vai a successivo
pt: Mover para anterior

source: New source term
de: Neuer Quellbegriff
es: Nuevo término fuente
fr: Nouveau terme source
it: Nuovo termine sorgente
pt: Novo termo de origem

source: New target term
de: Neuer Zielbegriff
es: Nuevo término meta
fr: Nouveau terme cible
it: Nuovo termine destinazione
pt: Novo termo de destino

source: Remove from recent
de: Aus den letzten entfernen
es: Eliminar de recientes
fr: Supprimer de la liste récente
it: Rimuovi da recenti
pt: Remover dos recentes

source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
pt: Mostrar palavra-passe

source: source: %s
de: Quelle: %s
es: fuente: %s
it: fonte: %s
pt: fonte: %s

source: similarity: %d%%
de: Ähnlichkeit: %d%%
es: semejanza: %d%%
fr: similarité : %d%%
it: somiglianza: %d%%
pt: semelhança: %d%%

source: Translation Memory
de: Übersetzungsspeicher
es: Memoria de traducción
fr: Mémoire de traduction
it: Memoria di traduzione
pt: Memória de tradução

source: this project
de: dieses Projekt
es: este proyecto
fr: ce projet
it: questo progetto
pt: este projeto

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pt: Todos

source: Translatable
de: Übersetzbar
es: Traducibles
fr: Traductible
it: Traducibili
pt: Traduzível

source: Untranslated
de: Unübersetzt
es: No traducidos
fr: Non traduit
it: Da tradurre
pt: Não traduzido

source: Validation results
de: Validierungsergebnisse
es: Resultados de la validación
fr: Résultats de la validation
it: Risultati convalida
pt: Resultados da validação

source: Extra
es: De sobra

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Text
es: Texto
fr: Texte
it: Testo
pt: Texto

source: App version
es: Versión de la aplicación
fr: Version de l'application
it: Versione app
pt: Versão do aplicativo

source: Info
es: Información
fr: Informations
it: Informazioni
pt: Informações

source: Android XML
es: XML Android
fr: XML Android
it: XML Android
pt: XML do Android

source: Flutter ARB
es: ARB Flutter
fr: ARB Flutter
it: ARB Flutter
pt: ARB do Flutter

source: iOS stringtable
es: stringtable iOS
fr: stringtable iOS
it: stringtable iOS
pt: stringtable do iOS

source: Gettext PO
es: PO Gettext
fr: PO Gettext
it: PO Gettext
pt: PO do Gettext

source: Java properties
es: properties Java
fr: properties Java
it: properties Java
pt: properties do Java

source: Windows resx
es: resx Windows
fr: resx Windows
it: resx Windows
pt: resx do Windows
